V1/Data/ambient/1200-4-wrk2-vhtww.log
Running 5m test @ http://face/
  8 threads and 200 connections
  Thread calibration: mean lat.: 17.475ms, rate sampling interval: 82ms
  Thread calibration: mean lat.: 18.200ms, rate sampling interval: 86ms
  Thread calibration: mean lat.: 18.498ms, rate sampling interval: 88ms
  Thread calibration: mean lat.: 17.679ms, rate sampling interval: 82ms
  Thread calibration: mean lat.: 18.271ms, rate sampling interval: 85ms
  Thread calibration: mean lat.: 21.201ms, rate sampling interval: 51ms
  Thread calibration: mean lat.: 18.102ms, rate sampling interval: 84ms
  Thread calibration: mean lat.: 18.584ms, rate sampling interval: 87ms
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    33.27ms   35.77ms 481.02ms   90.81%
    Req/Sec    50.03     82.29   500.00     85.99%
  Latency Distribution (HdrHistogram - Recorded Latency)
 50.000%   22.37ms
 75.000%   40.77ms
 90.000%   65.79ms
 99.000%  196.22ms
 99.900%  326.91ms
 99.990%  407.55ms
 99.999%  457.47ms
100.000%  481.28ms

  Detailed Percentile spectrum:
       Value   Percentile   TotalCount 1/(1-Percentile)

       4.867     0.000000            1         1.00
       8.543     0.100000        11628         1.11
      10.527     0.200000        23175         1.25
      14.223     0.300000        34771         1.43
      18.239     0.400000        46338         1.67
      22.367     0.500000        57923         2.00
      24.863     0.550000        63713         2.22
      28.143     0.600000        69515         2.50
      31.919     0.650000        75304         2.86
      36.223     0.700000        81110         3.33
      40.767     0.750000        86893         4.00
      43.263     0.775000        89783         4.44
      45.887     0.800000        92676         5.00
      48.959     0.825000        95582         5.71
      52.543     0.850000        98465         6.67
      57.855     0.875000       101369         8.00
      61.535     0.887500       102815         8.89
      65.791     0.900000       104261        10.00
      71.103     0.912500       105713        11.43
      76.799     0.925000       107164        13.33
      84.095     0.937500       108613        16.00
      88.127     0.943750       109327        17.78
      92.863     0.950000       110053        20.00
      98.239     0.956250       110774        22.86
     105.855     0.962500       111502        26.67
     117.119     0.968750       112226        32.00
     124.415     0.971875       112582        35.56
     132.991     0.975000       112948        40.00
     142.079     0.978125       113308        45.71
     152.703     0.981250       113670        53.33
     164.863     0.984375       114030        64.00
     172.927     0.985938       114211        71.11
     181.503     0.987500       114396        80.00
     190.079     0.989062       114575        91.43
     200.703     0.990625       114756       106.67
     212.095     0.992188       114938       128.00
     219.775     0.992969       115025       142.22
     227.327     0.993750       115117       160.00
     235.903     0.994531       115207       182.86
     244.351     0.995313       115298       213.33
     255.871     0.996094       115388       256.00
     263.423     0.996484       115432       284.44
     271.103     0.996875       115478       320.00
     278.527     0.997266       115523       365.71
     288.767     0.997656       115568       426.67
     300.031     0.998047       115614       512.00
     305.407     0.998242       115636       568.89
     310.783     0.998437       115659       640.00
     315.647     0.998633       115681       731.43
     319.231     0.998828       115706       853.33
     327.423     0.999023       115726      1024.00
     331.519     0.999121       115739      1137.78
     334.847     0.999219       115750      1280.00
     338.943     0.999316       115760      1462.86
     343.039     0.999414       115772      1706.67
     348.415     0.999512       115783      2048.00
     355.327     0.999561       115789      2275.56
     361.727     0.999609       115794      2560.00
     369.919     0.999658       115800      2925.71
     376.063     0.999707       115806      3413.33
     383.743     0.999756       115811      4096.00
     386.047     0.999780       115814      4551.11
     391.423     0.999805       115817      5120.00
     393.727     0.999829       115820      5851.43
     399.615     0.999854       115823      6826.67
     402.687     0.999878       115825      8192.00
     407.551     0.999890       115827      9102.22
     413.183     0.999902       115828     10240.00
     423.935     0.999915       115830     11702.86
     424.447     0.999927       115831     13653.33
     425.727     0.999939       115832     16384.00
     430.591     0.999945       115833     18204.44
     434.175     0.999951       115834     20480.00
     445.439     0.999957       115835     23405.71
     445.439     0.999963       115835     27306.67
     446.719     0.999969       115836     32768.00
     446.719     0.999973       115836     36408.89
     452.095     0.999976       115837     40960.00
     452.095     0.999979       115837     46811.43
     452.095     0.999982       115837     54613.33
     457.471     0.999985       115838     65536.00
     457.471     0.999986       115838     72817.78
     457.471     0.999988       115838     81920.00
     457.471     0.999989       115838     93622.86
     457.471     0.999991       115838    109226.67
     481.279     0.999992       115839    131072.00
     481.279     1.000000       115839          inf
#[Mean    =       33.266, StdDeviation   =       35.775]
#[Max     =      481.024, Total count    =       115839]
#[Buckets =           27, SubBuckets     =         2048]
----------------------------------------------------------
  119958 requests in 5.00m, 58.51MB read
Requests/sec:    399.81
Transfer/sec:    199.68KB