V1/Data/ambient/240-1-wrk2-s2vkv.log
Running 5m test @ http://face/
  8 threads and 200 connections
  Thread calibration: mean lat.: 11.130ms, rate sampling interval: 28ms
  Thread calibration: mean lat.: 10.948ms, rate sampling interval: 28ms
  Thread calibration: mean lat.: 10.793ms, rate sampling interval: 27ms
  Thread calibration: mean lat.: 10.767ms, rate sampling interval: 27ms
  Thread calibration: mean lat.: 11.095ms, rate sampling interval: 28ms
  Thread calibration: mean lat.: 10.819ms, rate sampling interval: 28ms
  Thread calibration: mean lat.: 10.973ms, rate sampling interval: 28ms
  Thread calibration: mean lat.: 10.920ms, rate sampling interval: 28ms
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    10.38ms    2.26ms  22.91ms   71.40%
    Req/Sec    10.08     42.63   307.00     94.48%
  Latency Distribution (HdrHistogram - Recorded Latency)
 50.000%   10.06ms
 75.000%   11.62ms
 90.000%   13.38ms
 99.000%   17.26ms
 99.900%   21.01ms
 99.990%   22.62ms
 99.999%   22.93ms
100.000%   22.93ms

  Detailed Percentile spectrum:
       Value   Percentile   TotalCount 1/(1-Percentile)

       5.271     0.000000            1         1.00
       7.847     0.100000         2304         1.11
       8.503     0.200000         4637         1.25
       9.023     0.300000         6942         1.43
       9.527     0.400000         9214         1.67
      10.055     0.500000        11543         2.00
      10.327     0.550000        12691         2.22
      10.607     0.600000        13811         2.50
      10.911     0.650000        14965         2.86
      11.255     0.700000        16120         3.33
      11.623     0.750000        17275         4.00
      11.831     0.775000        17840         4.44
      12.063     0.800000        18424         5.00
      12.319     0.825000        18994         5.71
      12.615     0.850000        19580         6.67
      12.959     0.875000        20140         8.00
      13.167     0.887500        20434         8.89
      13.391     0.900000        20725        10.00
      13.599     0.912500        21018        11.43
      13.847     0.925000        21297        13.33
      14.191     0.937500        21583        16.00
      14.367     0.943750        21724        17.78
      14.583     0.950000        21869        20.00
      14.791     0.956250        22015        22.86
      15.047     0.962500        22155        26.67
      15.351     0.968750        22298        32.00
      15.559     0.971875        22370        35.56
      15.751     0.975000        22444        40.00
      15.951     0.978125        22516        45.71
      16.199     0.981250        22587        53.33
      16.511     0.984375        22659        64.00
      16.671     0.985938        22695        71.11
      16.879     0.987500        22730        80.00
      17.135     0.989062        22768        91.43
      17.375     0.990625        22802       106.67
      17.679     0.992188        22838       128.00
      17.903     0.992969        22857       142.22
      18.095     0.993750        22875       160.00
      18.335     0.994531        22892       182.86
      18.687     0.995313        22910       213.33
      19.007     0.996094        22929       256.00
      19.135     0.996484        22937       284.44
      19.279     0.996875        22946       320.00
      19.551     0.997266        22955       365.71
      19.759     0.997656        22964       426.67
      20.127     0.998047        22973       512.00
      20.287     0.998242        22978       568.89
      20.335     0.998437        22982       640.00
      20.495     0.998633        22986       731.43
      20.799     0.998828        22991       853.33
      21.039     0.999023        22996      1024.00
      21.055     0.999121        22997      1137.78
      21.087     0.999219        23000      1280.00
      21.135     0.999316        23002      1462.86
      21.311     0.999414        23004      1706.67
      21.407     0.999512        23006      2048.00
      21.471     0.999561        23007      2275.56
      21.647     0.999609        23009      2560.00
      21.919     0.999658        23010      2925.71
      21.999     0.999707        23011      3413.33
      22.111     0.999756        23012      4096.00
      22.111     0.999780        23012      4551.11
      22.495     0.999805        23013      5120.00
      22.607     0.999829        23014      5851.43
      22.607     0.999854        23014      6826.67
      22.623     0.999878        23015      8192.00
      22.623     0.999890        23015      9102.22
      22.623     0.999902        23015     10240.00
      22.719     0.999915        23016     11702.86
      22.719     0.999927        23016     13653.33
      22.719     0.999939        23016     16384.00
      22.719     0.999945        23016     18204.44
      22.719     0.999951        23016     20480.00
      22.927     0.999957        23017     23405.71
      22.927     1.000000        23017          inf
#[Mean    =       10.384, StdDeviation   =        2.259]
#[Max     =       22.912, Total count    =        23017]
#[Buckets =           27, SubBuckets     =         2048]
----------------------------------------------------------
  24008 requests in 5.00m, 11.70MB read
  Socket errors: connect 0, read 0, write 0, timeout 6000
Requests/sec:     80.02
Transfer/sec:     39.92KB